Repository: emencia/emencia-django-newsletter
Catalog: emencia/django/newsletter/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Mailing lists
fr: Listes de diffusion

source: name
fr: Nom

source: server host
fr: Hôte

source: server user
fr: Utilisateur

source: Leave it empty if the host is public.
fr: Laissez ce champs vide, si aucune authentification n'est nécessaire.

source: server password
fr: Mot de passe

source: server port
fr: Port

source: server use TLS
fr: Chiffrement TLS

source: custom headers
fr: Entêtes personnalisées

source: key1: value1 key2: value2, splitted by return line. Useful for passing some tracking headers if your provider allows it.
fr: clef1: valeur1 clef2: valeur2, séparés par un retour à la ligne. Utile pour passer des en-têtes de suivi si votre fournisseur le permet.

source: mails per hour
fr: Envois/Heure

source: SMTP server
fr: serveur SMTP

source: SMTP servers
fr: serveurs SMTP

source: first name
fr: Prénom

source: last name
fr: Nom

source: subscriber
fr: Opt-in Newsletter

source: valid email
fr: Email valide

source: contact tester
fr: Testeur

source: creation date
fr: Date de création

source: modification date
fr: Date de modification

source: mail format
fr: Contact

source: subscribers
fr: Inscrits

source: unsubscribers
fr: Désinscrits

source: mailing list
fr: Liste de diffusion

source: mailing lists
fr: listes de diffusion

source: draft
fr: Brouillon

source: waiting sending
fr: Prête à envoyer

source: sending
fr: En cours d'envois

source: sent
fr: Envoyée

source: canceled
fr: Annulée

source: title
fr: Titre

source: You can use the "{{ UNIQUE_KEY }}" variable for unique identifier within the newsletter's title.
fr: Vous pouvez utiliser la variable "{{ UNIQUE_KEY }}" pour avoir un identifiant unique dans le titre de la newsletter.

source: content
fr: Contenu

source: Or paste an URL.
fr: Ou collez simplement une URL.

source: <body> <!-- Edit your newsletter here --> </body>
fr: <body> <!-- Editez votre newsletter ici --> </body>

source: test contacts
fr: Contacts de test

source: smtp server
fr: Serveur d'envois

source: sender
fr: Expéditeur

source: reply to
fr: Répondre à

source: status
fr: Statut

source: sending date
fr: Date d'envois

source: Used for displaying the newsletter on the site.
fr: Utilisé pour construire le lien vers le site.

source: link
fr: lien

source: links
fr: liens

source: file to attach
fr: fichier à attacher

source: attachment
fr: pièce jointe

source: attachments
fr: pièces jointes

source: sent in test
fr: Envois en test

source: error
fr: Erreur lors de l'envois

source: invalid email
fr: Email Invalide

source: opened
fr: Réception OK

source: opened on site
fr: Ouvert sur le site

source: link opened
fr: Lien ouvert

source: unsubscription
fr: désabonnement

source: contact mailing status
fr: statut d'envoi

source: contact mailing statuses
fr: statuts d'envoi

source: permissions group
fr: groupe de permissions

source: workgroup
fr: groupe de travail

source: workgroups
fr: groupes de travail

source: Status
fr: Statut

source: Advanced
fr: Avancé

source: No relative object
fr: Pas de relations

source: Related object
fr: Objet relatif

source: Total subscriptions
fr: Abonnements

source: Export contacts as VCard
fr: Exporter les contacts en VCard

source: Export contacts in Excel
fr: Exporter les contacts dans Excel

source: New mailinglist at %s
fr: Nouvelle liste de diffusion du %s

source: New mailing list created in admin at %s
fr: Nouvelle de liste de diffusion créée depuis la table contact le %s

source: %s succesfully created.
fr: %s créée avec succès.

source: Create a mailinglist
fr: Créer une liste de diffusion

source: %s contacts succesfully imported.
fr: %s contacts importés avec succès.

source: Contact importation
fr: Importation de contacts

source: Please select a least 2 mailing list.
fr: Veuillez sélectionner au moins 2 listes de diffusions.

source: Merging list at %s
fr: Liste de diffusion fusionnée du %s

source: Mailing list created by merging at %s
fr: Liste de diffusion créée par fusion le %s

source: %s succesfully created by merging.
fr: %s créée avec succès.

source: Merge selected mailinglists
fr: Fusionner les listes de diffusions sélectionnées.

source: Export Subscribers
fr: Export des inscrits

source: Export
fr: Exportation

source: Receivers
fr: Destinataires

source: Sending
fr: Expédition

source: Miscellaneous
fr: Divers

source: Default
fr: Par défault

source: Unable to download HTML, due to errors within.
fr: Impossible de télécharger le HTML, il contient des erreurs.

source: Please install lxml for parsing an URL.
fr: Veuillez installer lxml pour récupérer une URL.

source: View historic
fr: Historique d'envois

source: Not available
fr: Non disponible

source: Historic
fr: Historique

source: View statistics
fr: Statistiques

source: Statistics
fr: Statistiques

source: Unable send newsletter, due to errors within HTML.
fr: Impossible d'envoyer la newsletter, le HTML est mal formaté.

source: %s succesfully sent.
fr: %s envoyée en test avec succès.

source: No test contacts assigned for %s.
fr: Pas de contacts de test assignés pour %s.

source: Send test email
fr: Effectuer un test d'envois

source: %s newletters are ready to send
fr: %s newsletters sont prêtes à être envoyées.

source: Make ready to send
fr: Passer en attente d'expédition

source: %s newletters are cancelled
fr: %s newsletters ont été annulées.

source: Cancel the sending
fr: Annuler les envois

source: Invalid syntax, do not forget the ":".
fr: Syntaxe invalide, n'oubliez pas les ":".

source: Invalid syntax, several assignments by line.
fr: Syntaxe invalide, plusieurs assignations par ligne.

source: Check connection
fr: Tester la connection

source: Contacts length
fr: Nombre de contacts

source: Mailing List length
fr: Nombre de listes de diffusion

source: Newsletter length
fr: Nombre de newsletters

source: Subscription Form
fr: Formulaire d'abonnement

source: show description
fr: description visible

source: Show the mailing list's description.
fr: Affiche la description de la liste de diffusion.

source: Mailing List to subscribe to.
fr: Listes de diffusions disponible à l'abonnement.

source: Add %(name)s
fr: Ajouter %(name)s

source: Import %(name)ss
fr: Importer %(name)ss

source: Add to a mailing list
fr: Ajouter à une liste de diffusion

source: Export %(name)s as VCard
fr: Exporter %(name)s en VCard

source: Export %(name)s as Excel
fr: Exporter %(name)s dans Excel

source: Home
fr: Accueil

source: Excel file (.xls)
fr: Fichier Excel (.xls)

source: Import contacts from a Excel file.
fr: Importez vos contacts depuis un fichier Excel.

source: Columns are [email][last name][first name][tags].
fr: Les colonnes sont [email][prénom][nom][tags].

source: All columns are optionnal excepting the email.
fr: Toutes les colonnes sont optionnels à l'exception de l'email.

source: Import
fr: Importation

source: Text
fr: Texte

source: Text file (.txt, .csv)
fr: Fichier texte (.txt, .csv)

source: Import contacts from a text file, or a CSV file.
fr: Importez vos contacts depuis un fichier texte ou un fichier CSV.

source: Columns are [email][last name][first name][tags], splitted by a dot coma.
fr: Les colonnes sont [email][prénom][nom][tags], séparées par un point virgule.

source: VCard file (.cvf)
fr: Fichier VCard (.cvf)

source: Import contacts from your favorite mail client, by providing a VCard file.
fr: Importez vos contacts depuis votre client mail favoris en fournissant un fichier VCard.

source: Raw text
fr: Texte brut

source: Subscription to mailing list
fr: Inscription aux listes de diffusions

source: Thanks for your subscription!
fr: Merci pour votre inscription à la liste de diffusion !

source: Validate this form to subscribe to the mailing lists.
fr: Validez ce formulaire pour vous inscrire aux listes de diffusion.

source: Subscribe
fr: S'inscrire

source: Unsubscription
fr: Désabonnements

source: You are unsubscribed for this mailing list.
fr: Vous êtes désinscrit de cette liste de diffusion.

source: Validate this form to unsubscribe to this mailing list.
fr: Validez ce formulaire pour vous désinscrire de la liste de diffusion.

source: Unsubscribe
fr: Désinscription

source: If you cannot see this email,
fr: Si vous ne pouvez voir cet e-mail,

source: click here
fr: cliquez ici

source: For unsubscribing to this mailing list,
fr: Pour vous désinscrire de cette liste de diffusion,

source: Consultation histogram
fr: Histogramme des consultations

source: Period
fr: Période

source: Broadcasting statistics
fr: Statistiques de diffusion

source: Total openings
fr: Ouvertures

source: Openings on site
fr: Ouvertures sur le site

source: Total openings unique
fr: Destinataires ayant ouvert

source: Unknow delivery
fr: Réceptions inconnues

source: Unsubscriptions
fr: Désabonnements

source: Openings average
fr: Nombre moyen d'ouvertures

source: Links statistics
fr: Statistiques sur les liens

source: Total clicked links
fr: Clics

source: Total clicked links unique
fr: Destinataires ayant cliqué

source: Clicked links by openings
fr: Taux de réactivité (clics/ouvertures)

source: Clicked links average
fr: Nombre moyen de clics

source: Report
fr: Rapport

source: Download CSV report
fr: Télécharger le rapport CSV

source: Recipients
fr: Destinataires

source: View
fr: Voir

source: Sending date
fr: Date d'envoi

source: Tests sent
fr: Envois en test

source: Top Links
fr: Top Liens

source: Density map
fr: Carte de densité

source: No Top Links yet.
fr: Pas de Top Liens pour l'instant.

source: You have successfully subscribed to the mailing list!
fr: Vous êtes inscrit avec succès à cette liste de diffusion.

source: Mailing list created by importation at %s
fr: Liste de diffusion créée par importation le %s

source: Contacts imported by %s.
fr: Contacts importés par %s.

source: Statistics of %s
fr: Statistiques de %s

source: openings
fr: Ouvertures

source: #val# openings
fr: #val# ouvertures

source: #val# clicks
fr: #val# clics

source: Historic of %s
fr: Historique de %s
